[
  {
      "id": 1,
      "title": "Sundarbans Wildlife Expedition",
      "image": "https://example.com/sundarbans.jpg",
      "category_name": "Wildlife Safari",
      "short_description": "Explore the world's largest mangrove forest and catch glimpses of the Royal Bengal Tiger.",
      "adventure_cost": 15000,
      "booking_availability": "Available",
      "location": "Sundarbans, Khulna",
      "duration": "3 Days, 2 Nights",
      "adventure_level": "Intermediate",
      "included_items": ["Tour Guide", "Meals", "Boat Ride", "Accommodation"],
      "eco_friendly_features": ["Solar-powered boats", "Plastic-free zones", "Sustainable tourism"],
      "max_group_size": 15,
      "special_instructions": [
          "Carry mosquito repellent.",
          "Wear comfortable trekking shoes.",
          "Follow guide instructions strictly."
      ],
      "summery": "Explore the mysterious and breathtaking Sundarbans, home to the Royal Bengal Tiger, through a unique wildlife safari. This adventure takes you through the world’s largest mangrove forest, offering a perfect blend of nature and excitement. Over 3 days and 2 nights, you’ll witness the diverse flora and fauna, with the chance to spot rare wildlife species. Travel in eco-friendly solar-powered boats and enjoy a plastic-free experience. The tour includes an experienced guide, meals, comfortable accommodations, and a boat ride along the scenic waterways. With a focus on sustainable tourism, this adventure is ideal for those looking for a moderate challenge. The maximum group size is 15, ensuring a more personalized and immersive experience. Special instructions include carrying mosquito repellent, wearing trekking shoes, and strictly following guide instructions for safety."
  },
  {
      "id": 2,
      "title": "Chittagong Hill Tracts Trekking",
      "image": "https://example.com/hill-tracts.jpg",
      "category_name": "Mountain Adventure",
      "short_description": "Discover the serenity of the hill tracts with a guided trekking experience.",
      "adventure_cost": 12000,
      "booking_availability": "Available",
      "location": "Bandarban, Chittagong",
      "duration": "2 Days, 1 Night",
      "adventure_level": "Advanced",
      "included_items": ["Guide", "Camping Gear", "Meals"],
      "eco_friendly_features": ["Reusable utensils", "Biodegradable waste disposal", "Minimized deforestation"],
      "max_group_size": 10,
      "special_instructions": [
          "Carry a water bottle and first-aid kit.",
          "Avoid disturbing wildlife.",
          "Respect local traditions."
      ],
      "summery":"Embark on an unforgettable trekking journey in the serene hill tracts of Bandarban, Chittagong. This advanced-level adventure is designed for those who seek an active and immersive outdoor experience. Over 2 days and 1 night, trek through lush forests, enjoy panoramic views, and connect with the local indigenous culture. Along the way, reusable utensils, biodegradable waste disposal, and minimized deforestation ensure an eco-friendly experience. The tour includes a guide, camping gear, and meals. With a group size of 10, the experience is intimate, allowing you to fully engage with nature. Special instructions focus on respecting wildlife, carrying water and a first-aid kit, and respecting local traditions."
  },
  {
      "id": 3,
      "title": "Saint Martin’s Island Snorkeling",
      "image": "https://example.com/saint-martins.jpg",
      "category_name": "Marine Adventure",
      "short_description": "Explore the vibrant underwater world around Bangladesh’s only coral island.",
      "adventure_cost": 8000,
      "booking_availability": "Available",
      "location": "Saint Martin's Island, Cox's Bazar",
      "duration": "1 Day",
      "adventure_level": "Beginner",
      "included_items": ["Snorkeling Gear", "Instructor", "Lunch"],
      "eco_friendly_features": ["Marine conservation program", "No single-use plastics", "Waste collection drives"],
      "max_group_size": 20,
      "special_instructions": [
          "Carry sunscreen and a towel.",
          "Avoid stepping on corals.",
          "Follow safety instructions during snorkeling."
      ],
      "summery":"Dive into the vibrant underwater world of Saint Martin’s Island, Bangladesh’s only coral island, on a day-long snorkeling adventure. Ideal for beginners, this activity lets you explore colorful coral reefs and marine life in crystal-clear waters. The tour emphasizes sustainability, with practices like a marine conservation program, waste collection drives, and the prohibition of single-use plastics. With the help of an experienced instructor, you’ll learn snorkeling techniques, enjoy a delicious lunch, and soak in the natural beauty of the island. The maximum group size of 20 ensures a relaxed and enjoyable experience. Remember to bring sunscreen, a towel, and follow safety instructions while snorkeling to ensure your safety and protect the delicate coral reefs."
  },
  {
      "id": 4,
      "title": "Lalakhal Eco Boat Ride",
      "image": "https://example.com/lalakhal.jpg",
      "category_name": "River Adventure",
      "short_description": "Enjoy the crystal-clear waters of Lalakhal and its tranquil surroundings.",
      "adventure_cost": 5000,
      "booking_availability": "Available",
      "location": "Lalakhal, Sylhet",
      "duration": "Half Day",
      "adventure_level": "Beginner",
      "included_items": ["Boat Ride", "Local Guide", "Snacks"],
      "eco_friendly_features": ["Manual paddling boats", "Waste-free boating", "Support for local communities"],
      "max_group_size": 10,
      "special_instructions": [
          "Wear a life jacket.",
          "Do not litter.",
          "Respect local culture."
      ],
      "summery":"Discover the mesmerizing Lalakhal, known for its crystal-clear waters and surrounding scenic beauty, with an eco-friendly boat ride. Perfect for beginners, this half-day river adventure in Sylhet is a tranquil escape into nature. The tour provides manual paddling boats, promoting sustainable and waste-free boating. You’ll be accompanied by a local guide who will share insights into the area’s history, culture, and ecology. The ride includes snacks and the chance to support local communities through responsible tourism practices. The maximum group size of 10 ensures a peaceful and intimate experience. It’s important to wear a life jacket, refrain from littering, and respect local culture during the trip."
  },
  {
      "id": 5,
      "title": "Tea Garden Cycling Tour",
      "image": "https://example.com/tea-garden.jpg",
      "category_name": "Cycling Adventure",
      "short_description": "Cycle through lush tea gardens and enjoy breathtaking views.",
      "adventure_cost": 7000,
      "booking_availability": "Available",
      "location": "Sreemangal, Sylhet",
      "duration": "1 Day",
      "adventure_level": "Intermediate",
      "included_items": ["Bicycle", "Helmet", "Guide", "Tea Tasting"],
      "eco_friendly_features": ["Zero carbon footprint", "Support for organic farming", "Eco-friendly accommodation"],
      "max_group_size": 8,
      "special_instructions": [
          "Wear comfortable clothing.",
          "Bring a refillable water bottle.",
          "Avoid picking tea leaves without permission."
      ],
      "summery":"Immerse yourself in the lush, rolling hills of Sreemangal, Sylhet, with a cycling tour through vibrant tea gardens. This 1-day adventure is perfect for intermediate cyclists, offering breathtaking views of endless tea plantations. Along the way, you’ll enjoy a guided cycling experience, including tea tasting, while learning about the organic farming practices that sustain the region. This eco-friendly tour boasts a zero-carbon footprint and supports organic farming, ensuring a sustainable and enriching experience. The group size is kept small, with a maximum of 8 participants, for a more personalized journey. Bring a refillable water bottle, wear comfortable clothing, and avoid picking tea leaves without permission. This tour is ideal for those looking to enjoy nature, culture, and adventure in a sustainable way."
  },
  {
      "id": 6,
      "title": "Ratargul Swamp Forest Canoeing",
      "image": "https://example.com/ratargul.jpg",
      "category_name": "Swamp Exploration",
      "short_description": "Navigate through the serene Ratargul Swamp Forest on a canoe.",
      "adventure_cost": 4000,
      "booking_availability": "Available",
      "location": "Ratargul, Sylhet",
      "duration": "Half Day",
      "adventure_level": "Beginner",
      "included_items": ["Canoe", "Guide", "Snacks"],
      "eco_friendly_features": ["Eco-friendly canoeing", "No plastic zone", "Community support initiatives"],
      "max_group_size": 12,
      "special_instructions": [
          "Avoid loud noises.",
          "Do not harm aquatic life.",
          "Carry eco-friendly sunscreen."
      ],
      "summery":"Experience the serenity of Ratargul Swamp Forest in Sylhet with a half-day canoeing adventure. This activity is perfect for beginners and allows you to navigate through one of the only swamp forests in Bangladesh. The tour is eco-friendly, with canoeing practices that avoid plastic usage, and focuses on community support initiatives. As you glide through the peaceful waterways, keep an eye out for the diverse flora and fauna that call the swamp home. The group size is capped at 12 to ensure a calm and personal experience. Special instructions include avoiding loud noises, protecting aquatic life, and using eco-friendly sunscreen. This adventure offers the perfect blend of tranquility, nature, and sustainability for those seeking a peaceful escape in nature."
  }
  
]
